{
    "User": "المستخدم",
    "Users": "المستخدمين",
    "Profile": "الملف الشخصي",
    "Programs": "البرامج",
    "Applications": "الطلبات",
    "Jobs": "الوظائف",
    "Job Applications": "طلبات التوظيف",
    "Flow Accelerator Website": "موقع فلو",
    "Flow Accelerator": "فلو",
    "Personal Information": "معلومات شخصية",
    "User Details": "تفاصيل المستخدم",
    "First Name": "الإسم الشخصي",
    "Last Name": "اسم العائلة",
    "Personal Details": "تفاصيل شخصية",
    "Date of Birth": "تاريخ الميلاد",
    "Phone": "رقم الهاتف",
    "Whatsapp Number": "رقم الواتساب",
    "Whatsapp": "رقم الواتساب",
    "Gender": "جنس",
    "Governorate of Residence": "المحافظة",
    "Residence": "المحافظة",
    "Other Governorate": "محافظة أخرى",
    "Describe Yourself": "صف نفسك",
    "Describe Yourself (Other)": "صف نفسك",
    "Occupation": "المهنة",
    "Social Profiles": "التواصل الاجتماعي",
    "LinkedIn Profile URL": "رابط اللينكد إن",
    "Facebook Profile URL": "رابط الفيسبوك",
    "Twitter Profile URL": "رابط تويتر",
    "Instagram Profile URL": "رابط الإنستجرام",
    "Facebook Page URL": "رابط صفحة الفيسبوك",
    "Github Profile URL": "رابط Github",
    "Website URL": "رابط الموقع الإلكتروني",
    "Educational Background": "المؤهلات الأكاديمية",
    "Education": "التعليم",
    "Degree": "الدرجة العلمية",
    "School/University": "الجامعة",
    "Major/Field of study": "التخصص",
    "Start Date": "تاريخ البدء",
    "Currently Studying There": "أدرس حالياً",
    "End Date": "تاريخ الانتهاء",
    "Professional Experience": "الخبرة المهنية",
    "Experience": "الخبرة",
    "Add Position": "إضافة وظيفة",
    "Type": "طبيعة العمل",
    "Company Name": "اسم الشركة",
    "Title": "المسمى الوظيفي",
    "Currently Working There": "أعمل حالياً",
    "Skills": "المهارات",
    "Please list your Soft Skills": "المهارات الشخصية",
    "Please list your Technical Skills": "المهارات التقنية",
    "Open Programs": "البرامج المتاحة",
    "My Applications": "طلباتي",
    "Open Jobs": "الوظائف المتاحة",
    "Application": "طلب",
    "There are no open jobs at the moment, please check back later.": "لا توجد وظائف متاحة حالياً، يرجى التحقق في وقت لاحق.",
    "Name": "الاسم",
    "Level": "المستوى",
    "Activity": "النشاط",
    "Status": "الحالة",
    "Open date": "تاريخ الابتداء",
    "Open Date": "تاريخ الابتداء",
    "Close date": "تاريخ الإغلاق",
    "Close Date": "تاريخ الإغلاق",
    "Description": "الوصف",
    "Program": "البرنامج",
    "Email": "البريد الإلكتروني",
    "Created at": "تاريخ الإنشاء",
    "Export": "تنزيل",
    "Program Details": "تفاصيل البرنامج",
    "Program Name": "اسم البرنامج",
    "Personal Questions": "الأسئلة الشخصية",
    "Idea & Challenges": "الفكرة والتحديات",
    "Entrepreneurial Skills": "المهارات الريادية",
    "Generic Questions": "أسئلة عامة",
    "Submit": "إرسال",
    "Add": "إضافة",
    "Do you currently have a business idea or project?": "هل لديك حالياً فكرة أو مشروع تجاري؟",
    "Is your business idea or project focused on a specific sector within the Circular Economy?": "هل تركز فكرتك أو مشروعك على قطاع معين ضمن الاقتصاد الدائري؟",
    "Is your business idea or project focused on a specific sector within the EdTech, HealthTech, or Environmental Tech?": "هل تركز فكرتك أو مشروعك على قطاع على قطاع تكنولوجيا التعليم أو التكنولوجيا الصحية أو التكنولوجيا البيئية؟",
    "Is your business idea or project focused on a specific sector within the Fintech?": "هل تركز فكرتك أو مشروعك على قطاع على قطاع التكنولوجيا المالية؟",
    "Is your business idea or project focused on a specific sector within the Health, Education, Utilities, and other sectors?": "هل تركز فكرتك أو مشروعك على قطاع على قطاع الصحة، التعليم،  الخدمات العامة، أو قطاع أخر؟",
    "In which stage is your idea?": "في أي مرحلة حالياً فكرتك؟",
    "Which sector is it, and what specific problem or challenge does your idea aim to address? (Please limit your response to 150 words.)": "ما هو القطاع، وما هي المشكلة أو التحدي المحدد الذي تهدف فكرتك إلى معالجته؟",
    "Please provide a brief description of your idea (Please limit your response to 200 words)": "يرجى تقديم وصف موجز لفكرتك والمشكلة التي تهدف إلى حلها.",
    "Please provide a brief description of your idea": "يرجى تقديم وصف موجز لفكرتك والمشكلة التي تهدف إلى حلها.",
    "Do you have a specific challenge you aim to solve within the Circular Economy sectors?": "هل لديك تحدٍ محدد تهدف إلى حله في قطاعات الاقتصاد الدائري؟",
    "Do you have a specific challenge you aim to solve within the EdTech, HealthTech, or Environmental Tech sectors?": "هل لديك تحدٍ محدد تهدف إلى حله في قطاعات تكنولوجيا التعليم أو التكنولوجيا الصحية أو التكنولوجيا البيئية؟",
    "Do you have a specific challenge you aim to solve within the Fintech sectors?": "هل لديك تحدٍ محدد تهدف إلى حله في قطاع التكنولوجيا المالية؟",
    "Do you have a specific challenge you aim to solve within the Health, Education, Utilities, and other sectors sectors?": "هل لديك تحدٍ محدد تهدف إلى حله في قطاعات الصحة، التعليم، الخدمات العامة، أو قطاع أخر؟",
    "Which sector is it, and what specific challenge would you like to solve?": "إذا كانت الإجابة بنعم، فما هو هذا القطاع وما هو التحدي المحدد الذي ترغب في حله؟",
    "Provide an example of a creative solution you developed to address a challenge. What inspired your approach, and what was the outcome? (Please limit your response to 150-200 words)": "قدم مثالًا على حل إبداعي قمت بتطويره لمعالجة تحدي. ما هو مصدر إلهامك وماذا كانت النتيجة؟",
    "Provide an example of a creative solution you developed to address a challenge. What inspired your approach, and what was the outcome?": "قدم مثالًا على حل إبداعي قمت بتطويره لمعالجة تحدي. ما هو مصدر إلهامك وماذا كانت النتيجة؟",
    "Share a scenario where you faced a significant obstacle while working on a project. How did you identify the problem, and what steps did you take to overcome it? (Please limit your response to 150-200 words)": "شاركنا بسيناريو حيث واجهت عقبة كبيرة أثناء العمل على مشروع. كيف حددت المشكلة، وما هي الخطوات التي اتخذتها للتغلب عليها؟",
    "Share a scenario where you faced a significant obstacle while working on a project. How did you identify the problem, and what steps did you take to overcome it?": "شاركنا بسيناريو حيث واجهت عقبة كبيرة أثناء العمل على مشروع. كيف حددت المشكلة، وما هي الخطوات التي اتخذتها للتغلب عليها؟",
    "What do you hope to achieve by participating in the ideation workshop? Are there specific skills or insights you're looking to gain from the experience? (Please limit your response to 150-200 words)": "ما الذي تأمل في تحقيقه من خلال المشاركة في ورشة عمل الأفكار؟ هل هناك مهارات أو رؤى محددة تتطلع إلى اكتسابها من هذه التجربة؟ بحد أقصى 150-200 كلمة",
    "What do you hope to achieve by participating in the ideation workshop? Are there specific skills or insights you're looking to gain from the experience?": "ما الذي تأمل في تحقيقه من خلال المشاركة في ورشة عمل الأفكار؟ هل هناك مهارات أو رؤى محددة تتطلع إلى اكتسابها من هذه التجربة؟ بحد أقصى 150-200 كلمة",
    "Please tell us about your skills and areas of expertise. This could include technical skills such as programming languages, or data analysis techniques, as well as non-technical skills such as communication, problem-solving, project management, or leadership abilities. Feel free to highlight any relevant experiences or accomplishments. (Please limit your response to 150-200 words)": "يرجى إخبارنا عن مهاراتك ومجالات خبرتك. يمكن أن يشمل ذلك المهارات التقنية مثل لغات البرمجة أو تقنيات تحليل البيانات، بالإضافة إلى المهارات غير التقنية مثل التواصل، أو حل المشكلات أو إدارة المشاريع أو القدرات القيادية. لا تتردد في إبراز أي خبرات أو إنجازات ذات صلة. 150-200 كلمة كحد أقصى.",
    "Please tell us about your skills and areas of expertise. This could include technical skills such as programming languages, or data analysis techniques, as well as non-technical skills such as communication, problem-solving, project management, or leadership abilities. Feel free to highlight any relevant experiences or accomplishments.": "يرجى إخبارنا عن مهاراتك ومجالات خبرتك. يمكن أن يشمل ذلك المهارات التقنية مثل لغات البرمجة أو تقنيات تحليل البيانات، بالإضافة إلى المهارات غير التقنية مثل التواصل، أو حل المشكلات أو إدارة المشاريع أو القدرات القيادية. لا تتردد في إبراز أي خبرات أو إنجازات ذات صلة.",
    "How many team members will participate in the problem-solving workshop?": "كم عدد أعضاء الفريق الذين سيشاركون في ورشة عمل حل المشكلات؟",
    "Team Members": "أعضاء الفريق",
    "Add Team Member": "اضافة عضو بالفريق",
    "Do you have any knowledge or experience in entrepreneurship/startups?": "هل لديك أي معرفة أو خبرة في ريادة الأعمال/الشركات الناشئة؟",
    "Please specify your experience": "يُرجى تحديد خبرتك",
    "If you are looking to acquire one new skill, what would it be?": "إذا كنت تتطلع إلى اكتساب مهارة جديدة واحدة، فما هي؟",
    "How did you hear about the PIEC Programme?": "كيف سمعت البرنامج؟",
    "Please Specify": "الرجاء التحديد",
    "Are you able to commit to attending all scheduled related workshops and sessions throughout the problem solving workshop over three days?": "هل أنت قادر على الالتزام بحضور جميع أيام ورشة العمل والجلسات ذات الصلة على مدار ثلاثة أيام؟",
    "Do you plan to continue working on the idea you develop, by participating in incubation and acceleration programs after the innovation challenge concludes?": "هل تخطط لمواصلة العمل على الفكرة التي تقوم بتطويرها من خلال المشاركة في برامج الاحتضان والتسريع بعد انتهاء تحدي الابتكار؟",
    "Anything you'd like to share with us? Please share links to any online portfolios, websites, or repositories showcasing your creative work. Briefly describe your role and contributions to each project": "هل تود مشاركة شيء اخر معنا؟ يرجى مشاركة الروابط إلى أي  مواقع ويب أو او معارض تعرض مشاريعك الإبداعية. صف بإيجاز دورك ومساهماتك في كل مشروع",
    "Apply": "تقديم",
    "Male": "ذكر",
    "Female": "أنثى",
    "Jenin": "جنين",
    "Tubas": "طوباس",
    "Tulkarm": "طولكرم",
    "Nablus": "نابلس",
    "Qalqilya": "قلقيلية",
    "Salfit": "سلفيت",
    "Ramallah and al-Bireh": "رام الله والبيرة",
    "Jericho": "أريحا",
    "Jerusalem": "القدس",
    "Bethlehem": "بيت لحم",
    "Hebron": "الخليل",
    "North Gaza": "شمال غزة",
    "Gaza": "غزة",
    "Deir al-Balah": "دير البلح",
    "Khan Yunis": "خان يونس",
    "Rafah": "رفح",
    "Other": "غير ذلك",
    "Student": "طالب",
    "Professional": "موظف",
    "Entrepreneur": "رائد أعمال",
    "High School": "الثانوية العامة",
    "Vocational/Technical School": "المدرسة الفنية / التقنية",
    "Bachelor's Degree": "درجة البكالوريوس",
    "Master's Degree": "درجة الماجستير",
    "Doctorate/Ph.D.": "درجة الدكتوراه",
    "Certification": "دورة تدريبية",
    "Yes": "نعم",
    "No": "لا",
    "Idea Phase": "مرحلة الفكرة",
    "Proof of Concept": "إثبات المفهوم",
    "Minimum Viable Product (MVP)": "الحد الأدنى من المنتج (MVP)",
    "Market-ready": "جاهز للسوق",
    "Role": "الدور",
    "Facebook": "فيسبوك",
    "Instagram": "إنستغرام",
    "LinkedIn": "لينكد إن",
    "Other Social Media": "قنوات التواصل الاجتماعي الأخرى",
    "Friend": "صديق/زميل",
    "Please review your application before submitting": "يرجى مراجعة طلبك قبل التقديم",
    "Application Submitted": "تم التقديم بنجاح",
    "Full-time": "دوام كامل",
    "Part-time": "دوام جزئي",
    "Internship": "تدريب",
    "Volunteer": "تطوع",
    "Self-employed": "عمل شخصي",
    "Freelance": "عمل حر",
    "Share": "مشاركة",
    "Circular Economy": "الاقتصاد الدائري",
    "Circular Economy Workshop": "ورشة حل المشكلات في الاقتصاد الدائري",
    "Activity: Circular Economy Workshop": "النشاط: ورشة حل المشكلات في الاقتصاد الدائري",
    "Level: Ideation And Innovation": "المستوى: التفكير والابتكار",
    "Program: PIEC": "البرنامج: PIEC",
    "ideation and innovation": "التفكير والابتكار",
    "Ideation And Innovation": "التفكير والابتكار",
    "View Application": "عرض الطلب",
    "Registration Time": "تاريخ التسجيل",
    "First name": "الاسم الأول",
    "Last name": "العائلة",
    "Id": "الرقم",
    "Saved successfully": "تم الحفظ بنجاح",
    "Save and Continue": "حفظ ومتابعة",
    "<p>Hello There,</p><p>If you're here, we believe you're ready to embark on your journey into entrepreneurship, and of course, we are more than eager to walk alongside you through our best practices.</p><p>Before you dive in, let us provide you with a brief overview of our program, PIEC, and where you currently stand:</p><p><br></p><p><strong>About PIEC:</strong></p><p>The PIEC program stands as a transformative endeavor, aimed at nurturing startups through crucial growth phases. By providing essential resources, mentorship, and networking opportunities, our program empowers startups to overcome obstacles and scale operations, contributing to economic progress and job creation in Palestine. Ultimately, we aspire to establish a sustainable and transformative support system for entrepreneurs, positioning Palestine as a leading startup hub regionally and globally.</p><p><strong>The Program Components:</strong></p><p><strong>#1: Ideation and Innovation&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; #2: Formation and Development&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;#3: Validation and Growth</strong></p><p><br></p><p><strong>Where You Stand Now? </strong>In the #1: Ideation and Innovation phase.</p><p>In the Ideation and Innovation phase, you will participate in a four-day (virtual and in-person) problem-solving workshop (including Lightning Talks, problem-solving workshops, Pitching simulation, and Pitching Day). We provide the ideal environment to foster creativity and generate novel ideas to address specific challenges from various industries in the circular economy.&nbsp;</p><p><strong>So, what defines you:<br></strong><br></p><ul><li>- Groups of two or more members with an innovative idea in specific circular economy sectors.</li><li>- Even if you don't have a specific idea, your team has skills in problem-solving and tackling challenges in the circular economy sectors.</li><li>- You come from diverse backgrounds: young professionals, university students, researchers.</li><li>- You possess a creative and problem-solving mindset.</li><li>- You are committed to taking steps in the startup world and progressing through our program components.</li></ul><p><br></p><p><strong>Note: One of the team members should complete the application.</strong></p>": "<p dir='rtl'>مرحباً،&nbsp;</p><p dir='rtl'>إذا كنت هنا، فنحن نعتقد أنك على استعداد للشروع في رحلتك في عالم ريادة الأعمال، وبالطبع، نحن متحمسون للغاية للسير معك خطوة بخطوة، من خلال أفضل الممارسات التي نتبعها نحو النجاح والازدهار.</p><p dir='rtl'>قبل أن تبدأ، دعنا نقدم لك نظرة عامة عن برنامجنا، PIEC، وأين تقف حالياً:</p><p>&nbsp;</p><p dir='rtl'><strong>حول برنامج PIEC :</strong></p><p dir='rtl'>يمثل برنامج PIEC مسعى تحويلي يهدف إلى تنمية الشركات الناشئة خلال مراحل النمو الرئيسية. من خلال توفير الموارد الأساسية والإرشاد وفرص التواصل، يمكّن برنامجنا الشركات الناشئة من التغلب على العقبات وتوسيع نطاق عملياتها، مما يساهم في التقدم الاقتصادي وخلق فرص العمل في فلسطين. في نهاية المطاف، نطمح إلى إنشاء نظام دعم مستدام وتحويلي لرواد الأعمال، مما يجعل فلسطين مركزاً رائداً للشركات الناشئة إقليمياً وعالمياً.</p><p><br></p><p dir='rtl'><strong>مراحل البرنامج:</strong></p><p dir='rtl'>1#: مرحلة التفكير والابتكار&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;#2: مرحلة الإعداد والتطوير.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; #3: مرحلة التحقق والنمو</p><p>&nbsp;</p><p dir='rtl'><strong>أين تقف الآن؟ أنت في المرحلة رقم 1: التفكير والابتكار.&nbsp; &nbsp; &nbsp; &nbsp;</strong></p><p dir='rtl'>&nbsp;في مرحلة التفكير والابتكار، ستشارك في ورشة عمل (افتراضية ووجاهية) لحل المشكلات على مدار أربعة أيام (تشمل يوم جلسات التوعية، وورش عمل لحل المشكلات، التدريب ليوم العرض التقديمي، ويوم عرض الأفكار). حيث سنوفر بيئة مثالية لتعزيز الإبداع وتوليد أفكار جديدة لمواجهة تحديات محددة من مختلف الصناعات في الاقتصاد الدائري. <b>إذاً، عمن نبحث للمشاركة:</b></p><br><p dir='rtl'>- فريق مكون من عضوين أو أكثر لديهم فكرة مبتكرة في قطاعات محددة في الاقتصاد الدائري.</p><p dir='rtl'>- حتى لو لم تكن لديكم فكرة محددة، فإن فريقكم لديه مهارات في حل المشكلات ومواجهة التحديات في قطاعات الاقتصاد الدائري.</p><p dir='rtl'>- - أنتم فريق مكون من  خلفيات متنوعة: من المحترفين الشباب، طلاب الجامعات، والباحثين.</p><p dir='rtl'>- لديكم عقلية إبداعية تتسم بالإبداع وحل المشكلات.</p><p dir='rtl'>- تلتزمون باتخاذ خطوات في عالم الشركات الناشئة والتقدم من خلال مكونات برنامجنا.</p><p>&nbsp;</p><p dir='rtl'>ملاحظة: يجب أن يقوم أحد أعضاء الفريق باستكمال طلب المشاركة.</p>",
    "What specific problem or need does your startup address?": "ما هي المشكلة أو الحاجة المحددة التي يعالجها الحل الذي تقوم/ي بتطويره؟",
    "Who is affected by this problem? And who’s your target segment?": "من المتأثر بهذه المشكلة؟ ومن هو المستهدف؟",
    "How did you identify this problem?": "كيف حددت هذه المشكلة؟",
    "Describe your proposed solution to the problem": "صِف الحل المقترح للمشكلة.",
    "What makes your solution unique or innovative?": "ما الذي يجعل حلك فريداً أو مبتكراً؟",
    "How does your solution address the problem better than existing alternatives?": "كيف يعالج حلك المشكلة بشكل أفضل من البدائل الحالية؟",
    "What industry sector does your product/service target?": "ما القطاع الذي يندرج تحته منتجك/خدمتك؟",
    "Agriculture": "الزراعة",
    "Automotive": "السيارات",
    "Banking & Finance": "القطاع البنكي والتمويل",
    "Construction": "البناء",
    "Energy": "الطاقة",
    "Entertainment": "الترفيه",
    "Environmental Services": "الخدمات البيئية",
    "Fashion": "الأزياء",
    "Food Processing and Nutrition": "معالجة الأغذية والتغذية",
    "Healthcare": "الرعاية الصحية",
    "Hospitality": "الضيافة",
    "Information Technology (IT)": "تكنولوجيا المعلومات (IT)",
    "Legal Services": "الخدمات القانونية",
    "Logistics & Transportation": "اللوجستيات والنقل",
    "Manufacturing": "التصنيع",
    "Media & Communications": "الإعلام والاتصالات",
    "Real Estate": "العقارات",
    "Sports & Recreation": "الرياضة والترفيه",
    "Telecommunications": "الاتصالات",
    "Travel & Tourism": "السفر والسياحة",
    "What stage is your solution currently in?": "في أي مرحلة حاليًا يوجد الحل الخاص بك؟",
    "Idea": "فكرة",
    "Prototype": "نموذج أولي",
    "MVP": "منتج قابل للتطبيق",
    "Have you developed a prototype or proof-of-concept?": "هل قمت بتطوير نموذج أولي أو إثبات المفهوم؟",
    "Please provide us with details": "يرجى تزويدنا بالتفاصيل",
    "How long have you been working on this solution?": "منذ متى وأنت تعمل على هذا الحل؟",
    "Do you have any customers or users currently?": "هل لديك أي عملاء أو مستخدمين حاليًا؟",
    "How many customers and what is their feedback?": "كم عدد العملاء وكيف كانت تجربتهم؟",
    "Are you applying as an individual or as part of a team?": "هل تقدم كفرد أم كجزء من فريق؟",
    "Individual": "فرد",
    "Team": "فريق",
    "What are the next key milestones you aim to achieve in the next 3-6 months?": "ما هي أهم خطوات تهدف إلى تحقيقها في الأشهر 3-6 القادمة؟",
    "Why do you want to join our pre-incubation program?": "لماذا تريد الانضمام إلى برنامج ما قبل الاحتضان؟",
    "What do you hope to achieve by the end of the program?": "ماذا تأمل في تحقيقه بنهاية البرنامج؟",
    "What resources or support do you need to achieve these milestones?": "ما الموارد أو الدعم الذي تحتاجه لتحقيق هذه الخطوات؟",
    "Anything you'd like to share with us? Upload your pitch deck or any additional supporting documents if available.": "هل لديك أي شيء ترغب في مشاركته معنا؟ قم بتحميل عرضك التقديمي أو أي وثائق داعمة إضافية إذا كانت متوفرة.",
    "Attachments": "المرفقات",
    "Download Attachment": "تحميل الملف",
    "Problem & Need": "تفاصيل المشكلة",
    "Solution & Stage": "الحل والمرحلة",
    "Next Milestones": "الخطوات القادمة",
    "Additional Information": "معلومات إضافية",
    "(and :count more error)": "(وحقل آخر)",
    "(and :count more errors)": "(وحقول أخرى)",
    "Review": "مراجعة",
    "<p>Hello There,</p><p>As you embark on this exciting path, let us introduce you to our Pre-Incubation Program within the Formation and Development phase.</p><p><br></p><p>About PIEC:</p><p>The PIEC program stands as a transformative endeavor, aimed at nurturing startups through crucial growth phases. By providing essential resources, mentorship, and networking opportunities, our program empowers startups to overcome obstacles and scale operations, contributing to economic progress and job creation in Palestine.</p><p>The Program Components:</p><p>#1: Ideation and Innovation</p><p>#2: Formation and Development</p><p>#3: Validation and Growth</p><p><br></p><p>Where You Stand Now: In the #2: Formation and Development phase.</p><p>In this Pre-Incubation phase, we will work closely with you on idea validation and business development to reach the Problem-Solution fit stage. Our program provides comprehensive support, including mentorship, resources, and networking opportunities, to help refine your idea and develop a robust business model.</p><p><br></p><p>So, what defines you:</p><p>- An individual or team with a well-defined innovative idea that solves a validated problem.</p><p>- Commitment to progressing through our program components and taking steps in the startup world.</p>": "<p dir='rtl'>مرحبًا جميعاً،</p><p dir='rtl'>بينما تنطلقون في هذا المسار المشوق، دعونا نقدم لكم برنامج ما قبل الإحتضان ضمن مرحلة التكوين والتطوير.</p><p><br></p><p dir='rtl'>عن PIEC:</p><p dir='rtl'>برنامج PIEC يمثل نقطة تحولية تهدف إلى رعاية الشركات الناشئة خلال مراحل النمو المهمة .من خلال توفير الموارد الأساسية والإرشاد وفرص التشبيك، حيث يمكّن برنامجنا الشركات الناشئة من التغلب على العقبات وتوسيع نطاق العمليات، مما يساهم في التقدم الاقتصادي وخلق فرص العمل في فلسطين.</p><p><br></p><p dir='rtl'>مكونات البرنامج:</p><p dir='rtl'>#1: الفكرة والابتكار</p><p dir='rtl'>#2: التكوين والتطوير</p><p dir='rtl'>#3: التحقق والنمو</p><p><br></p><p dir='rtl'>أين تقفون الآن: في المرحلة #2: التكوين والتطوير.</p><p dir='rtl'>في هذه المرحلة من ما قبل الاحتضان، سنعمل عن كثب معكم على التحقق من الفكرة وتطوير الأعمال للوصول إلى مرحلة ملائمة المشكلة والحل. يوفر برنامجنا دعمًا شاملاً، بما في ذلك الإرشاد والموارد وفرص التشبيك، لمساعدتكم في تحسين فكرتكم وتطوير نموذج عمل قوي.</p><p><br></p><p dir='rtl'>إذًا، ما الذي يميزكم:</p><p dir='rtl'>- شخص أو فريق لديه فكرة مبتكرة محددة تحل مشكلة تم التحقق منها.</p><p dir='rtl'>- الالتزام بالتقدم عبر مكونات برنامجنا واتخاذ خطوات في عالم الشركات الناشئة.&nbsp;</p><p><br></p>",
    "Startup Overview": "نظرة عامة على الشركة الناشئة",
    "Please provide a brief description of your business or idea.": "يرجى تقديم وصف مختصر لفكرتك او الحل الذي قمت بتطويره.",
    "What problem are you solving?": "ما هي المشكلة التي تقوم بحلها؟",
    "How did you validate the problem-solution fit?": "كيف قمت بالتحقق من ملاءمة الحل للمشكلة؟",
    "Describe your solution and how it addresses the problem. Please make sure to clarify your value proposition": "صف الحل الخاص بك وكيف يعالج المشكلة. يرجى التأكد من توضيح القيمة الذي يضيفها الحل الخاص بك",
    "Current Status": "الوضع الحالي",
    "Have you identified the must-have features that your MVP should include?": "هل حددت الميزات الأساسية التي يجب أن يتضمنها منتجك بصيغته الأولية (MVP)؟",
    "What key milestones have you achieved so far?": "ما هي الانجازات الرئيسية التي حققتها حتى الآن؟",
    "Market Research": "بحث السوق",
    "Who are your target customers?": "من هي الفئة المستهدفة؟",
    "How did you identify your target market? Why do you believe this target market presents a good opportunity to start your business? Describe any research methods used (surveys, interviews, focus groups, etc.)": "كيف قمت بتحديد السوق المستهدف؟ لماذا تعتقد أن هذا السوق المستهدف يمثل فرصة جيدة لبدء عملك؟ صف أي أساليب بحث استخدمتها (استطلاعات، مقابلات، مجموعات تركيز، غيرها).",
    "What is your competitive advantage? How do you plan to differentiate your startup in the market?": "ما هي ميزتك التنافسية؟ كيف تخطط لتمييز شركتك الناشئة في السوق؟",
    "Vision and Goals": "الرؤية والأهداف",
    "What is your vision for the startup in the next 1-3 years?": "ما هي رؤيتك للشركة الناشئة في السنوات 1-3 القادمة؟",
    "What are the key milestones you aim to achieve during the incubation program?": "ما هي المعالم الرئيسية التي تهدف إلى تحقيقها خلال برنامج الاحتضان؟",
    "How can Flow Accelerator support you in developing your MVP?": "كيف يمكن لمسرعة الاعمال فلو دعمك في تطوير منتجك الأولي (MVP)؟",
    "Have you participated in any other incubation or acceleration programs? If yes, provide details.": "هل شاركت في أي برامج احتضان أو تسريع أخرى؟ إذا كانت الإجابة نعم، يرجى تقديم التفاصيل.",
    "Are you committed to attending the training sessions, mentoring sessions, and completing deliverables?": "هل أنت ملتزم بحضور جلسات التدريب والإرشاد واستكمال المهام؟",
    "Are there any legal issues or intellectual property concerns related to your startup?": "هل هناك أي مسائل قانونية أو مخاوف تتعلق بالملكية الفكرية لشركتك الناشئة؟",
    "Please upload your pitch deck or any relevant documents you would like to share with us.": "يرجى تحميل عرضك التقديمي أو أي مستندات ذات صلة ترغب في مشاركتها معنا.",
    "<p>The PIEC - Incubation Program is dedicated to empowering Palestinian entrepreneurs who have a promising business idea, guiding them through the crucial phase of building their Minimum Viable Product (MVP). The program offers:<br><br></p><ul><li>Comprehensive Training Sessions and Workshops: These are designed to equip entrepreneurs with essential skills and knowledge for developing their MVPs.</li><li>Legal and Regulatory Guidance: Ensuring that startups comply with all relevant regulations and are prepared for legal challenges.</li><li>High-End Mentoring: Providing tailored support and advice from experienced mentors to refine business models and strategies.</li><li>Networking Activities and Events to meet like-minded entrepreneurs and spread the word about your solutions.<br><br></li></ul><p>Through these components, the program lays a solid foundation for each startup, preparing them to advance their ventures, attract pre-seed funding, and achieve sustainable growth.</p>": "<p>برنامج الاحتضان \"PIEC\" مخصص لتمكين رواد الأعمال الفلسطينيين الذين لديهم فكرة عمل واعدة، ليتم يتم توجيههم خلال مرحلة مهمة لبناء المنتج النهائي بصيغته الأولية (MVP). يقدم البرنامج:<br><br>جلسات تدريبية وورش عمل شاملة: تهدف إلى تزويد رواد الأعمال بالمهارات والمعرفة الأساسية لتطوير منتجاتهم.<br>إرشادات قانونية وتنظيمية: لضمان امتثال الشركات الناشئة لجميع اللوائح ذات الصلة واستعدادها لمواجهة التحديات القانونية.<br>إرشاد عالي المستوى: يوفر الدعم والاستشارة المخصصة من مرشدين ذوي خبرة لتحسين نماذج الأعمال والاستراتيجيات.<br>أنشطة وفعاليات للتواصل: لقاءات مع رواد أعمال آخرين ونشر الوعي حول الشركات الناشئة.<br><br>من خلال هذه المكونات، يضع البرنامج أساسًا قويًا لكل شركة ناشئة، مما يؤهلها للتقدم في مشاريعها، وجذب التمويل الأولي، وتحقيق نمو مستدام.</p>",
    "In which industry does your solution fit?": "ما هو القطاع الذي يندرج ضمنه الحل الخاص بك؟",
    "What is the name of your solution?": "ما اسم الحل الخاص بك",
    "In a short paragraph, describe your solution briefly?": "في فقرة قصيرة، قم بوصف الحل الذي يعالج التحدي الذي تم تحديده؟",
    "Is your solution a software, hardware or System?": "هل الحل الخاص بك هو برنامج او جهاز او نظام؟",
    "What Problem / Challenge does your solution tackle?": "ما المشكلة / التحدي الذي يعالجه الحل الخاص بك؟",
    "Who are your target market and potential customers?": "ما هو السوق المستهدف والعملاء المحتملون؟",
    "How does your solution solve the problem and what's your value proposition?": "كيف تقوم الفكرة الخاصة بك على حل المشكلة؟",
    "What is your competitive advantage?": "ما هي ميزتك التنافسية (ما الذي يميز الحل الخاص بك مقارنة بالحلول الأخرى (إن وجدت) التي تعالج نفس المشكلة)؟",
    "What types of impact does your solution make?": "ما أنواع الأثر التي يحدثها الحل الخاص بك؟",
    "When did you start with the idea validation?": "متى بدأت بالتحقق من صحة الفكرة؟",
    "Tell us briefly about your proof of concept/idea validation process?": "أخبرنا بإيجاز عن إثبات المفهوم / عملية التحقق من صحة الفكرة؟",
    "What is your business model?": "ما هو نموذج عملك؟",
    "What is your revenue model? How does your business generate revenue?": "ما هو نموذج ايراداتك؟ كيف يدر عملك الإيرادات؟",
    "Who are your current competitors? Locally and regionally?": "من هم منافسيك الحاليين؟ محلياً وإقليمياً؟",
    "Did you get any funding so far?": "هل حصلت على أي تمويل حتى الآن؟",
    "What are the greatest challenges facing the implementation of your idea? If any please choose.": "ما هي أكبر التحديات التي تواجه تنفيذ فكرتك. إن وجدت الرجاء الاختيار؟",
    "Does your solution meet one or more of the SDGs (Sustainable Development Goals)?": "هل الحل الخاص بك مع  (أهداف التنمية المستدامة)؟",
    "Please share a link to the prototype of your product so that we can get a better understanding of its features and functionalities.": "يرجى مشاركة رابط أو صور لنموذج منتجك الأولي حتى نتمكن من فهم ميزاته ووظائفه بشكل أفضل.",
    "Please attach the following (Pitch Deck, Business Plan, Supporting Document, Business Model Canvas)": "المرفقات (العرض التقديمي ، خطة العمل ، المستند الداعم ، مخطط نموذج العمل)",
    "Contact Information: Email, Phone Number": "معلومات الاتصال: البريد الإلكتروني، رقم الهاتف",
    "Team Member Name": "اسم عضو الفريق",
    "Role/Position (Co-founder, Team Member, etc.)": "الدور / المنصب (المؤسس المشارك، عضو الفريق ، إلخ).",
    "Educational Background and Work Experience of Current Team Members": "وصف الخلفية التعليمية وخبرة العمل لأعضاء الفريق الحاليين",
    "What are the upcoming milestones you aim to achieve throughout the programme. Please provide specific measurable milestones and the expected completion dates.": "ما هي الاهداف القادمة التي تهدف إلى تحقيقها خلال البرنامج؟ يرجى تقديم  أهداف محددة وقابلة للقياس.",
    "Which of the following business skills do you have?": "هل لديك مهارات في ادارة الاعمال؟",
    "Do you have any technical skills?": "هل لديك مهارات فنية؟",
    "How did you hear about the Orange Corners Incubation Programme?": "كيف سمعت عن برنامج اورنج كورنرز؟",
    "Software": "البرمجيات",
    "Hardware": "الأجهزة",
    "System (SW & HW)": "نظام",
    "Academic Impact": "أثر أكاديمي",
    "Social Impact": "أثر إجتماعي",
    "Economic Impact": "أثر إقتصادي",
    "Wellbeing Impact": "أثر صحي",
    "Environmental Impact (for ex. Green Innovation, Circular Economy, Climate Change, etc)": "أثر بيئي",
    "Less than 1 year": "أقل من سنة",
    "1-3 years": "1-3 سنوات",
    "3-5 years": "3-5 سنوات",
    "more than 5 years": "أكثر من 5 سنوات",
    "Email Announcements": "إعلانات البريد الإلكتروني",
    "Landing Page": "الصفحة المقصودة",
    "Social Media Promotion": "ترويج وسائل التواصل الاجتماعي",
    "Website and SEO": "موقع الويب وتحسين محركات البحث",
    "Direct Sales": "المبيعات المباشرة",
    "B2B: Business to business": "B2B: شركة إلى شركة",
    "B2C: Business to customer": "B2C: عمل إلى عميل",
    "B2G: Business to government": "B2G: الأعمال التجارية للحكومة",
    "B2B2C: Business to business to customer": "B2B2C: من شركة إلى شركة إلى عميل",
    "B2C2B: Business to customer to business": "B2C2B: من شركة إلى عميل إلى شركة",
    "C2C: Consumer to Consumer": "C2C: المستهلك إلى المستهلك",
    "C2B: Consumer to Business": "C2B: المستهلك إلى الأعمال",
    "Ad-Based Revenue Model": "نموذج الإيرادات المستندة إلى الإعلانات",
    "Affiliate Revenue Model": "نموذج إيرادات الشركات التابعة",
    "Transactional Revenue Model": "نموذج إيرادات المعاملات",
    "Subscription Revenue Model": "نموذج إيرادات الاشتراك",
    "Web Sales": "مبيعات الويب",
    "Channel Sales (or Indirect Sales)": "مبيعات القنوات (أو المبيعات غير المباشرة)",
    "Retail Sales": "مبيعات التجزئة",
    "Freemium Model": "نموذج Freemium",
    "Wholesale": "البيع بالجملة",
    "SaaS (Software as a service)": "SaaS (البرمجيات كخدمة)",
    "Bootstrapping": "التمهيد",
    "Family and Friends": "العائلة والأصدقاء",
    "Loan": "قرض",
    "Crowdfunding": "التمويل الجماعي",
    "Grants": "منح",
    "Investment": "استثمار",
    "No, I didn't get any funding so far": "لا، لم أحصل على أي تمويل حتى الآن",
    "Small market": "سوق صغير",
    "Strict regulations": "لوائح صارمة",
    "Lack of financial resources": "قلة الموارد المالية",
    "Lack of Experience": "قلة الخبرة",
    "Lack of information (No qualified team members)": "نقص في المعلومات (لا يوجد أعضاء فريق مؤهلون)",
    "It doesn't support any": "لا شيء",
    "No Poverty": "لا للفقر",
    "Zero Hunger": "انعدام الجوع",
    "Good Health and Well-being": "الصحة الجيدة والرفاهية",
    "Quality Education": "التعليم الجيد",
    "Gender Equality": "المساواة بين الجنسين",
    "Clean Water and Sanitation": "المياه النظيفة والصرف الصحي",
    "Affordable and Clean Energy": "الطاقة النظيفة وبأسعار معقولة",
    "Decent Work and Economic Growth": "العمل اللائق والنمو الاقتصادي",
    "Industry Innovation and Infrastructure": "الابتكار الصناعي و البنية التحتية",
    "Reduced Inequalities": "الحد من عدم المساواة",
    "Sustainable Cities and Communities": "المدن والمجتمعات المستدامة",
    "Responsible Consumption and Production": "الاستهلاك والإنتاج المسؤولان",
    "Climate Action": "العمل المناخي",
    "Life below Water": "الحياة تحت الماء",
    "Life on Land": "الحياة على الأرض",
    "Peace Justice and Strong Institutions": "السلام والعدالة والمؤسسات القوية",
    "Partnerships for the Goals": "الشراكات لتحقيق الأهداف",
    "Finance": "المالية",
    "Sales": "المبيعات",
    "Marketing": "التسويق",
    "Project Management": "إدارة المشاريع",
    "Graphic Design and Copy Writing": "التصميم الجرافيكي وحقوق الملكية",
    "None": "لا شيء",
    "Orange Corners Facebook Page": "صفحة فيسبوك أورانج كورنرز",
    "Orange Corners Instagram Page": "صفحة أورانج كورنرز إنستغرام",
    "Orange Corners LinkedIn Page": "صفحة أورانج كورنرز على لينكد إن",
    "Orange Corners Website": "موقع أورانج كورنرز",
    "Flow Accelerator Facebook Page": "صفحة فيسبوك فلو",
    "Flow Accelerator Instagram Page": "صفحة إنستغرام فلو",
    "Flow Accelerator LinkedIn Page": "صفحة لينكد إن فلو",
    "Other Social Media Channels": "قنوات التواصل الاجتماعي الأخرى",
    "Friend/Colleague": "صديق / زميل",
    "Your Company": "شركتك",
    "Proof-of-Concept / Prototype / MVP": "إثبات المفهوم ، النموذج الأولي، المنتج النهائي بصورته الاولية (MVP)",
    "Market Launch": "الإطلاق في السوق",
    "Solution": "الحل",
    "Strategy": "الاستراتيجية",
    "General Information": "معلومات عامة",
    "If you were selected, can you participate in a 3-day bootcamp?": "إذا تم اختيارك، هل يمكنك المشاركة في دورة تدريبية لمدة 3 أيام؟",
    "What traction and leads were you able to gain? Please clarify.": "ما عدد العملاء الحاليين والمحتملين الذين قمتم بالحصول عليهم حتى الان؟",
    "Is your Startup registered?": "هل شركتك الناشئة مسجلة؟",
    "When did you launch your solution in the market?": "متى أطلقت حلك في السوق؟",
    "What was your go-to-market Strategy?": "ما هي استراتيجية الذهاب إلى السوق الخاصة بك؟",
    "What is your market validation strategy?": "ما هي استراتيجيتك للتحقق من صحة السوق",
    "Is the solution generating revenue already?": "هل الحل يدر إيرادات حالياً؟",
    "What are the three top needs for your solution that the funding would fulfill?": "ما هي أهم ثلاثة احتياجات للحل الخاص بك والتي سيلبيها التمويل؟",
    "Maximum size: 10MB, Maximum files: 5": "الحد الأقصى للحجم: 10 ميغابايت، الحد الأقصى للملفات: 5",
    "<p>The Orange Corners Palestinian Territories Incubation Programme aims to help entrepreneurs with an MVP in the early stages to overcome the technical and financial challenges by providing them with access to resources, outreach, networking, business development support, and high-end mentoring. The programme is designed to get the startup ready to escalate their venture for the next step of readiness to attract pre-seed funding with a global perspective.</p>": "<p>يهدف برنامج الاحتضان أورنج كورنرز الأراضي الفلسطينية إلى مساعدة رواد الأعمال لديهم منتج أولي بصيغته النهائية (MVP) في المراحل المبكرة على تجاوز التحديات التقنية والمالية من خلال توفير الوصول إلى الموارد، والتوعية، والتشبيك، ودعم تطوير الأعمال، جلسات ارشادية عالي المستوى. يهدف البرنامج إلى تجهيز الشركة الناشئة للإنتقال بمشروعها إلى المستوى التالي من الجاهزية لجذب تمويل أولي بمنظور عالمي.</p>",
    "<p>Hello There,</p><p><br></p><p>If you're here, we believe you're ready to embark on your journey into entrepreneurship, and of course, we are more than eager to walk alongside you through our best practices.</p><p>&nbsp;</p><p>Before you dive in, let us provide you with a brief overview of our program, PIEC, and where you currently stand:</p><p><br></p><p><strong>About PIEC:</strong>The PIEC program stands as a transformative endeavor, aimed at nurturing startups through crucial growth phases. By providing essential resources, mentorship, and networking opportunities, our program empowers startups to overcome obstacles and scale operations, contributing to economic progress and job creation in Palestine. Ultimately, we aspire to establish a sustainable and transformative support system for entrepreneurs, positioning Palestine as a leading startup hub regionally and globally.</p><p><br></p><p>To realize this vision, our program strategically focuses on several key objectives: fostering innovation and creativity, establishing a nurturing ecosystem, enhancing access to funding and mentorship, and facilitating investor readiness and global outreach.</p><p><br></p><p><strong>The Program Components:</strong></p><p><br></p><p><strong>#1: Ideation and Innovation&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; #2: Formation and Development&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;#3: Validation and Growth</strong></p><p><br></p><p><strong>Where You Stand Now? </strong>In the #1: Ideation and Innovation phase.</p><p><br></p><p>During the Ideation and Innovation phase, you will take part in a three-day problem-solving workshop, held both virtually and in person. The workshop, which includes Lightning Talks and hands-on sessions, provides the perfect environment to inspire creativity and develop innovative solutions for challenges in EdTech, HealthTech, or Environmental Tech.</p><p><br></p><p><strong>So, what defines you:</strong></p><p><br></p><p>·&nbsp; &nbsp; &nbsp; You're a motivated individual from diverse backgrounds: young professionals, university students, researchers, and tech enthusiasts.</p><p>·&nbsp; &nbsp; &nbsp; You either have an idea in the EdTech, HealthTech, or Environmental Tech sectors, or a specific challenge you want to address in one of these areas.</p><p>·&nbsp; &nbsp; &nbsp; Even if you don’t have a specific idea, you have problem-solving skills and the ability to tackle challenges within EdTech, HealthTech, or Environmental Tech.</p><p>·&nbsp; &nbsp; &nbsp; You possess a creative and problem-solving mindset.</p><p>·&nbsp; &nbsp; &nbsp; You can apply individually or as part of a team.</p><p>·&nbsp; &nbsp; &nbsp; You are committed to taking steps in the startup world and progressing through our program components.</p><p><strong>&nbsp;</strong></p><p><strong>Note:</strong></p><p>-&nbsp; &nbsp; &nbsp; &nbsp;One of the team members should complete the application.</p><p>-&nbsp; &nbsp; &nbsp; &nbsp;The problem-solving workshop will be held in person at An-Najah National University in Nablus.</p>": "<p>مرحباً،</p><p>&nbsp;</p><p>إذا كنت هنا، فنحن نعتقد أنك على استعداد للشروع في رحلتك في عالم ريادة الأعمال، وبالطبع، نحن متحمسون للغاية للسير معك خطوة بخطوة، من خلال أفضل الممارسات التي نتبعها نحو النجاح والازدهار.</p><p>&nbsp;</p><p>قبل أن تبدأ، دعنا نقدم لك نظرة عامة عن برنامجنا، PIEC، وأين تقف حالياً:</p><p>&nbsp;</p><p><strong>حول برنامج PIEC :</strong></p><p>&nbsp;</p><p>يمثل برنامج PIEC مسعى تحويلي يهدف إلى تنمية الشركات الناشئة خلال مراحل النمو الرئيسية. من خلال توفير الموارد الأساسية والإرشاد وفرص التواصل، يمكّن برنامجنا الشركات الناشئة من التغلب على العقبات وتوسيع نطاق عملياتها، مما يساهم في التقدم الاقتصادي وخلق فرص العمل في فلسطين. في نهاية المطاف، نطمح إلى إنشاء نظام دعم مستدام وتحويلي لرواد الأعمال، مما يجعل فلسطين مركزاً رائداً للشركات الناشئة إقليمياً وعالمياً.</p><p>&nbsp;</p><p>ولتحقيق هذه الرؤية، يركز برنامجنا بشكل استراتيجي على عدة أهداف رئيسية: تعزيز الابتكار والإبداع، وإنشاء نظام بيئي حاضن، وتعزيز الوصول إلى التمويل والإرشاد، وتسهيل استعداد المستثمرين والتواصل المحلي والعالمي.</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>مراحل البرنامج:</strong></p><p>&nbsp;</p><p>&nbsp;</p><p>#1: مرحلة التفكير والابتكار&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;#2: مرحلة الإعداد والتطوير.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; #3: مرحلة التحقق والنمو</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>أين تقف الآن؟أنت في المرحلة رقم 1: التفكير والابتكار.&nbsp; &nbsp; &nbsp; &nbsp;</strong></p><p>&nbsp;</p><p>خلال مرحلة وضع الأفكار والابتكار، ستشارك في ورشة عمل لحل المشكلات لمدة ثلاثة أيام، تُعقد افتراضياً ووجاهياً. سنوفر بيئة مثالية لتعزيز الإبداع وتوليد أفكار جديدة لمواجهة تحديات محددة في قطاعات تكنولوجيا التعليم أو التكنولوجيا الصحية أو التكنولوجيا البيئية. إذاً، عمن نبحث للمشاركة:<br><br></p><p>&nbsp;</p><p>- أنت فرد متحمس من خلفيات متنوعة: محترفون شباب، وطلاب جامعيون، وباحثون، ومتحمسون للتكنولوجيا.</p><p>- إما أن تكون لديك فكرة في قطاعات تكنولوجيا التعليم أو التكنولوجيا الصحية أو التكنولوجيا البيئية، أو لديك تحدٍ معين تريد معالجته في أحد هذه المجالات.</p><p>- حتى إذا لم تكن لديك فكرة محددة، فلديك مهارات حل المشكلات والقدرة على مواجهة التحديات في مجال تكنولوجيا التعليم أو التكنولوجيا الصحية أو التكنولوجيا البيئية.</p><p>- أنت تمتلك عقلية إبداعية وقادرة على حل المشكلات.</p><p>- يمكنك التقديم بشكل فردي أو كجزء من فريق.</p><p>- أنت ملتزم باتخاذ خطوات في عالم الشركات الناشئة والتقدم من خلال مكونات برنامجنا.</p><p>&nbsp;</p><p>ملاحظة:&nbsp;</p><p>- يجب على أحد أعضاء الفريق إكمال الطلب.</p><p>- ستعقد ورشة عمل حل المشكلات وجاهياً في جامعة النجاح الوطنية في نابلس.</p>",
    "<p><strong>Introduction paragraph:</strong></p><p>&nbsp;</p><p>Hello There,</p><p>&nbsp;</p><p>If you're here, we believe you're ready to embark on your journey into entrepreneurship, and of course, we are more than eager to walk alongside you through our best practices.</p><p>&nbsp;</p><p>Before you dive in, let us provide you with a brief overview of our program, PIEC, and where you currently stand:</p><p><strong>&nbsp;</strong></p><p><strong>About PIEC:</strong></p><p>&nbsp;</p><p>The PIEC program stands as a transformative endeavor, aimed at nurturing startups through crucial growth phases. By providing essential resources, mentorship, and networking opportunities, our program empowers startups to overcome obstacles and scale operations, contributing to economic progress and job creation in Palestine. Ultimately, we aspire to establish a sustainable and transformative support system for entrepreneurs, positioning Palestine as a leading startup hub regionally and globally.</p><p>&nbsp;</p><p>To realize this vision, our program strategically focuses on several key objectives: fostering innovation and creativity, establishing a nurturing ecosystem, enhancing access to funding and mentorship, and facilitating investor readiness and global outreach.</p><p>&nbsp;</p><p><strong>The Program Components:</strong></p><p><strong>#1: Ideation and Innovation&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; #2: Formation and Development&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;#3: Validation and Growth</strong></p><p><br></p><p><strong>Where You Stand Now? </strong>In the #1: Ideation and Innovation phase.</p><p>During the Ideation and Innovation phase, you will take part in a four-day hackathon, held both virtually and in person. The hackathon, which includes Lightning Talks and an ideation workshop, provides the perfect environment to inspire creativity and develop innovative solutions for challenges in the FinTech sector.</p><p><br></p><p><strong>So, what defines you:</strong></p><ul><li>You're a motivated individual from diverse backgrounds: young professionals, university students, researchers, and tech enthusiasts.</li><li>You are either a current student or graduate from Birzeit University.</li><li>You either have an idea in the FinTech sector or a specific challenge you want to address in this area.</li><li>Even if you don’t have a specific idea, you have problem-solving skills and the ability to tackle challenges within FinTech.</li><li>You possess a creative and problem-solving mindset.</li><li>You can apply individually or as part of a team.</li><li>You are committed to taking steps in the startup world and progressing through our program components.</li></ul><p><br></p><p><strong>Note:</strong></p><ul><li>One of the team members should complete the application.</li></ul>": "<p>مرحباً،</p><p>&nbsp;</p><p>إذا كنت هنا، فنحن نعتقد أنك على استعداد للشروع في رحلتك في عالم ريادة الأعمال، وبالطبع، نحن متحمسون للغاية للسير معك خطوة بخطوة، من خلال أفضل الممارسات التي نتبعها نحو النجاح والازدهار.</p><p>&nbsp;</p><p>قبل أن تبدأ، دعنا نقدم لك نظرة عامة عن برنامجنا، PIEC، وأين تقف حالياً:</p><p>&nbsp;</p><p><strong>حول برنامج PIEC :</strong></p><p>&nbsp;</p><p>يمثل برنامج PIEC مسعى تحويلي يهدف إلى تنمية الشركات الناشئة خلال مراحل النمو الرئيسية. من خلال توفير الموارد الأساسية والإرشاد وفرص التواصل، يمكّن برنامجنا الشركات الناشئة من التغلب على العقبات وتوسيع نطاق عملياتها، مما يساهم في التقدم الاقتصادي وخلق فرص العمل في فلسطين. في نهاية المطاف، نطمح إلى إنشاء نظام دعم مستدام وتحويلي لرواد الأعمال، مما يجعل فلسطين مركزاً رائداً للشركات الناشئة إقليمياً وعالمياً.</p><p>&nbsp;</p><p>ولتحقيق هذه الرؤية، يركز برنامجنا بشكل استراتيجي على عدة أهداف رئيسية: تعزيز الابتكار والإبداع، وإنشاء نظام بيئي حاضن، وتعزيز الوصول إلى التمويل والإرشاد، وتسهيل استعداد المستثمرين والتواصل المحلي والعالمي.</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>مراحل البرنامج:</strong></p><p>&nbsp;</p><p>&nbsp;</p><p>#1: مرحلة التفكير والابتكار&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;#2: مرحلة الإعداد والتطوير.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; #3: مرحلة التحقق والنمو</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>أين تقف الآن؟أنت في المرحلة رقم 1: التفكير والابتكار.&nbsp; &nbsp; &nbsp; &nbsp;</strong></p><p>&nbsp;</p><p>خلال مرحلة وضع الأفكار والابتكار، ستشارك هاكاثون لحل المشكلات لمدة أربعة أيام، تُعقد افتراضياً ووجاهياً. سنوفر بيئة مثالية لتعزيز الإبداع وتوليد أفكار جديدة لمواجهة تحديات محددة من في قطاع التكنولوجيا المالية إذاً، عمن نبحث للمشاركة:</p><p>&nbsp;</p><p>- أنت فرد متحمس من خلفيات متنوعة: محترفون شباب، وطلاب جامعيون، وباحثون، ومتحمسون للتكنولوجيا.</p><p>- - إما أن تكون طالباً حالياً أو خريجاً من جامعة بيرزيت.</p><p>- إما أن تكون لديك فكرة في قطاع التكنولوجيا المالية أو لديك تحدٍ محدد تريد معالجته في هذا المجال.</p><p>- حتى لو لم تكن لديك فكرة محددة، فلديك مهارات حل المشكلات والقدرة على مواجهة التحديات في مجال التكنولوجيا المالية -</p><p>&nbsp;- أنت تمتلك عقلية إبداعية وقادرة على حل المشكلات.</p><p>- يمكنك التقديم بشكل فردي أو كجزء من فريق.</p><p>- أنت ملتزم باتخاذ خطوات في عالم الشركات الناشئة والتقدم من خلال مكونات برنامجنا.</p><p>&nbsp;</p><p>ملاحظة:&nbsp;</p><p>- يجب على أحد أعضاء الفريق إكمال الطلب.</p>",
    "EdTech, HealthTech, or Environmental Tech": "تكنولوجيا التعليم أو التكنولوجيا الصحية أو التكنولوجيا البيئية",
    "Fintech": "التكنولوجيا المالية",
    "<p><strong>Hello There,</strong></p><p>&nbsp;</p><p>If you're here, we believe you're ready to embark on your journey into entrepreneurship, and of course, we are more than eager to walk alongside you through our best practices.</p><p>&nbsp;</p><p>Before you dive in, let us provide you with a brief overview of our program, PIEC, and where you currently stand:</p><p><strong>&nbsp;</strong></p><p><strong>About PIEC:</strong></p><p>&nbsp;</p><p>The PIEC program stands as a transformative endeavor, aimed at nurturing startups through crucial growth phases. By providing essential resources, mentorship, and networking opportunities, our program empowers startups to overcome obstacles and scale operations, contributing to economic progress and job creation in Palestine. Ultimately, we aspire to establish a sustainable and transformative support system for entrepreneurs, positioning Palestine as a leading startup hub regionally and globally.</p><p>&nbsp;</p><p>To realize this vision, our program strategically focuses on several key objectives: fostering innovation and creativity, establishing a nurturing ecosystem, enhancing access to funding and mentorship, and facilitating investor readiness and global outreach.</p><p>&nbsp;</p><p><strong>The Program Components:</strong></p><p><strong>#1: Ideation and Innovation&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; #2: Formation and Development&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; #3: Validation and Growth</strong></p><p><br></p><p><strong>Where You Stand Now? </strong>In the #1: Ideation and Innovation phase.</p><p>During the Ideation and Innovation phase, you will take part in a three-day problem-solving workshop, held both virtually and in person. The workshop, which includes Lightning Talks and hands-on sessions, provides the perfect environment to inspire creativity and develop innovative solutions for challenges in Health, Education, Utilities, and other sectors.</p><p><br></p><p><strong>So, what defines you:</strong></p><p>·&nbsp; You're a motivated individual from diverse backgrounds: young professionals, university students, researchers, and tech enthusiasts.</p><p>·&nbsp; You either have an idea in areas such as Health, Education, Utilities, or other sectors, <strong>Or </strong>you have a specific challenge you’re eager to address in one of these fields.</p><p>·&nbsp; Even without a specific idea, you bring strong problem-solving skills and the ability to address challenges in Health, Education, Utilities, or other sectors.You possess a creative and problem-solving mindset.</p><p>·&nbsp; You can apply individually or as part of a team.</p><p>· &nbsp; You are committed to taking steps in the startup world and progressing through our program components.</p><p><strong>&nbsp;</strong></p><p><strong>Note:&nbsp;</strong></p><p>-&nbsp; One of the team members should complete the application.</p><p>- &nbsp; You must complete all application questions. Only fully completed applications will be considered for selection.</p>": "<p dir='rtl'>مرحباً،<br><br>إذا كنت هنا، فنحن نعتقد أنك على استعداد للشروع في رحلتك في عالم ريادة الأعمال، وبالطبع، نحن متحمسون للغاية للسير معك خطوة بخطوة، من خلال أفضل الممارسات التي نتبعها نحو النجاح والازدهار.<br><br>قبل أن تبدأ، دعنا نقدم لك نظرة عامة عن برنامجنا، PIEC، وأين تقف حالياً:<br><br>حول برنامج PIEC:<br><br>يمثل برنامج PIEC مسعى تحويلي يهدف إلى تنمية الشركات الناشئة خلال مراحل النمو الرئيسية. من خلال توفير الموارد الأساسية والإرشاد وفرص التواصل، يمكّن برنامجنا الشركات الناشئة من التغلب على العقبات وتوسيع نطاق عملياتها، مما يساهم في التقدم الاقتصادي وخلق فرص العمل في فلسطين. في نهاية المطاف، نطمح إلى إنشاء نظام دعم مستدام وتحويلي لرواد الأعمال، مما يجعل فلسطين مركزاً رائداً للشركات الناشئة إقليمياً وعالمياً.<br><br>ولتحقيق هذه الرؤية، يركز برنامجنا بشكل استراتيجي على عدة أهداف رئيسية: تعزيز الابتكار والإبداع، وإنشاء نظام بيئي حاضن، وتعزيز الوصول إلى التمويل والإرشاد، وتسهيل استعداد المستثمرين والتواصل المحلي والعالمي.<br><br><br>مراحل البرنامج:<br><br><br>#1: مرحلة التفكير والابتكار&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;#2: مرحلة الإعداد والتطوير.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; #3: مرحلة التحقق والنمو<br><br><br>أين تقف الآن؟ أنت في المرحلة رقم 1: التفكير والابتكار.&nbsp; &nbsp; &nbsp; &nbsp;<br><br>خلال مرحلة وضع الأفكار والابتكار، ستشارك في ورشة عمل لحل المشكلات لمدة ثلاثة أيام، تُعقد افتراضياً ووجاهياً. سنوفر بيئة مثالية لتعزيز الإبداع وتوليد أفكار جديدة لمواجهة تحديات محددة في قطاعات تكنولوجيا التعليم أو التكنولوجيا الصحية أو التكنولوجيا البيئية. إذاً، عمن نبحث للمشاركة:<br><br>- أنت فرد متحمس من خلفيات متنوعة: محترفون شباب، وطلاب جامعيون، وباحثون، ومتحمسون للتكنولوجيا.<br>- إما أن تكون لديك فكرة في قطاعات تكنولوجيا التعليم أو الصحة ،التعليم،&nbsp; الخدمات العامة، أو قطاع أخر. أو لديك تحدٍ معين تريد معالجته في أحد هذه المجالات.<br>- حتى إذا لم تكن لديك فكرة محددة، فلديك مهارات حل المشكلات والقدرة على مواجهة التحديات في مجال الصحة ،التعليم،&nbsp; الخدمات العامة، أو قطاع أخر.<br>- أنت تمتلك عقلية إبداعية وقادرة على حل المشكلات.<br>- يمكنك التقديم بشكل فردي أو كجزء من فريق.<br>- أنت ملتزم باتخاذ خطوات في عالم الشركات الناشئة والتقدم من خلال مكونات برنامجنا.<br><br>ملاحظة:&nbsp;<br>- يجب على أحد أعضاء الفريق إكمال الطلب.<br>- يجب عليك إكمال جميع أسئلة الطلب. سيتم النظر فقط في الطلبات المكتملة بالكامل للاختيار.</p>"
}
