{
    "User": "المستخدم",
    "Users": "المستخدمين",
    "Profile": "الملف الشخصي",
    "Programs": "البرامج",
    "Applications": "الطلبات",
    "Jobs": "الوظائف",
    "Flow Accelerator Website": "موقع فلو",
    "Flow Accelerator": "فلو",
    "Personal Information": "معلومات شخصية",
    "User Details": "تفاصيل المستخدم",
    "First Name": "الإسم الشخصي",
    "Last Name": "اسم العائلة",
    "Personal Details": "تفاصيل شخصية",
    "Date of Birth": "تاريخ الميلاد",
    "Phone": "رقم الهاتف",
    "Whatsapp Number": "رقم الواتساب",
    "Whatsapp": "رقم الواتساب",
    "Gender": "جنس",
    "Governorate of Residence": "المحافظة",
    "Residence": "المحافظة",
    "Other Governorate": "محافظة أخرى",
    "Describe Yourself": "صف نفسك",
    "Describe Yourself (Other)": "صف نفسك",
    "Occupation": "المهنة",
    "Social Profiles": "التواصل الاجتماعي",
    "LinkedIn Profile URL": "رابط اللينكد إن",
    "Facebook Profile URL": "رابط الفيسبوك",
    "Twitter Profile URL": "رابط تويتر",
    "Instagram Profile URL": "رابط الإنستجرام",
    "Facebook Page URL": "رابط صفحة الفيسبوك",
    "Github Profile URL": "رابط Github",
    "Website URL": "رابط الموقع الإلكتروني",
    "Educational Background": "المؤهلات الأكاديمية",
    "Education": "التعليم",
    "Degree": "الدرجة العلمية",
    "School/University": "الجامعة",
    "Major/Field of study": "التخصص",
    "Start Date": "تاريخ البدء",
    "Currently Studying There": "أدرس حالياً",
    "End Date": "تاريخ الانتهاء",
    "Professional Experience": "الخبرة المهنية",
    "Experience": "الخبرة",
    "Add Position": "إضافة وظيفة",
    "Type": "طبيعة العمل",
    "Company Name": "اسم الشركة",
    "Title": "المسمى الوظيفي",
    "Currently Working There": "أعمل حالياً",
    "Skills": "المهارات",
    "Please list your Soft Skills": "المهارات الشخصية",
    "Please list your Technical Skills": "المهارات التقنية",
    "Open Programs": "البرامج المتاحة",
    "My Applications": "طلباتي",
    "Open Jobs": "الوظائف المتاحة",
    "Application": "طلب",
    "There are no open jobs at the moment, please check back later.": "لا توجد وظائف متاحة حالياً، يرجى التحقق في وقت لاحق.",
    "Name": "الاسم",
    "Level": "المستوى",
    "Activity": "النشاط",
    "Status": "الحالة",
    "Open date": "تاريخ الابتداء",
    "Close date": "تاريخ الإغلاق",
    "Program": "البرنامج",
    "Email": "البريد الإلكتروني",
    "Created at": "تاريخ الإنشاء",
    "Export": "تنزيل",
    "Program Details": "تفاصيل البرنامج",
    "Program Name": "اسم البرنامج",
    "Personal Questions": "الأسئلة الشخصية",
    "Idea & Challenges": "الفكرة والتحديات",
    "Entrepreneurial Skills": "المهارات الريادية",
    "Generic Questions": "أسئلة عامة",
    "Submit": "إرسال",
    "Add": "إضافة",
    "Do you currently have a business idea or project?": "هل لديك حالياً فكرة أو مشروع تجاري؟",
    "Is your business idea or project focused on a specific sector within the Circular Economy?": "هل تركز فكرتك أو مشروعك على قطاع معين ضمن الاقتصاد الدائري؟",
    "In which stage is your idea?": "في أي مرحلة حالياً فكرتك؟",
    "Which sector is it, and what specific problem or challenge does your idea aim to address? (Please limit your response to 150 words.)": "ما هو القطاع، وما هي المشكلة أو التحدي المحدد الذي تهدف فكرتك إلى معالجته؟",
    "Please provide a brief description of your idea (Please limit your response to 200 words)": "يرجى تقديم وصف موجز لفكرتك والمشكلة التي تهدف إلى حلها.",
    "Please provide a brief description of your idea": "يرجى تقديم وصف موجز لفكرتك والمشكلة التي تهدف إلى حلها.",
    "Do you have a specific challenge you aim to solve within the Circular Economy sectors?": "هل لديك تحدٍ محدد تهدف إلى حله في قطاعات الاقتصاد الدائري؟",
    "Which sector is it, and what specific challenge would you like to solve?": "إذا كانت الإجابة بنعم، فما هو هذا القطاع وما هو التحدي المحدد الذي ترغب في حله؟",
    "Provide an example of a creative solution you developed to address a challenge. What inspired your approach, and what was the outcome? (Please limit your response to 150-200 words)": "قدم مثالًا على حل إبداعي قمت بتطويره لمعالجة تحدي. ما هو مصدر إلهامك وماذا كانت النتيجة؟",
    "Provide an example of a creative solution you developed to address a challenge. What inspired your approach, and what was the outcome?": "قدم مثالًا على حل إبداعي قمت بتطويره لمعالجة تحدي. ما هو مصدر إلهامك وماذا كانت النتيجة؟",
    "Share a scenario where you faced a significant obstacle while working on a project. How did you identify the problem, and what steps did you take to overcome it? (Please limit your response to 150-200 words)": "شاركنا بسيناريو حيث واجهت عقبة كبيرة أثناء العمل على مشروع. كيف حددت المشكلة، وما هي الخطوات التي اتخذتها للتغلب عليها؟",
    "Share a scenario where you faced a significant obstacle while working on a project. How did you identify the problem, and what steps did you take to overcome it?": "شاركنا بسيناريو حيث واجهت عقبة كبيرة أثناء العمل على مشروع. كيف حددت المشكلة، وما هي الخطوات التي اتخذتها للتغلب عليها؟",
    "What do you hope to achieve by participating in the ideation workshop? Are there specific skills or insights you're looking to gain from the experience? (Please limit your response to 150-200 words)": "ما الذي تأمل في تحقيقه من خلال المشاركة في ورشة عمل الأفكار؟ هل هناك مهارات أو رؤى محددة تتطلع إلى اكتسابها من هذه التجربة؟ بحد أقصى 150-200 كلمة",
    "What do you hope to achieve by participating in the ideation workshop? Are there specific skills or insights you're looking to gain from the experience?": "ما الذي تأمل في تحقيقه من خلال المشاركة في ورشة عمل الأفكار؟ هل هناك مهارات أو رؤى محددة تتطلع إلى اكتسابها من هذه التجربة؟ بحد أقصى 150-200 كلمة",
    "Please tell us about your skills and areas of expertise. This could include technical skills such as programming languages, or data analysis techniques, as well as non-technical skills such as communication, problem-solving, project management, or leadership abilities. Feel free to highlight any relevant experiences or accomplishments. (Please limit your response to 150-200 words)": "يرجى إخبارنا عن مهاراتك ومجالات خبرتك. يمكن أن يشمل ذلك المهارات التقنية مثل لغات البرمجة أو تقنيات تحليل البيانات، بالإضافة إلى المهارات غير التقنية مثل التواصل، أو حل المشكلات أو إدارة المشاريع أو القدرات القيادية. لا تتردد في إبراز أي خبرات أو إنجازات ذات صلة. 150-200 كلمة كحد أقصى.",
    "Please tell us about your skills and areas of expertise. This could include technical skills such as programming languages, or data analysis techniques, as well as non-technical skills such as communication, problem-solving, project management, or leadership abilities. Feel free to highlight any relevant experiences or accomplishments.": "يرجى إخبارنا عن مهاراتك ومجالات خبرتك. يمكن أن يشمل ذلك المهارات التقنية مثل لغات البرمجة أو تقنيات تحليل البيانات، بالإضافة إلى المهارات غير التقنية مثل التواصل، أو حل المشكلات أو إدارة المشاريع أو القدرات القيادية. لا تتردد في إبراز أي خبرات أو إنجازات ذات صلة.",
    "How many team members will participate in the problem-solving workshop?": "كم عدد أعضاء الفريق الذين سيشاركون في ورشة عمل حل المشكلات؟",
    "Team Members": "أعضاء الفريق",
    "Add Team Member": "اضافة عضو بالفريق",
    "Do you have any knowledge or experience in entrepreneurship/startups?": "هل لديك أي معرفة أو خبرة في ريادة الأعمال/الشركات الناشئة؟",
    "Please specify your experience": "يُرجى تحديد خبرتك",
    "If you are looking to acquire one new skill, what would it be?": "إذا كنت تتطلع إلى اكتساب مهارة جديدة واحدة، فما هي؟",
    "How did you hear about the PIEC Programme?": "كيف سمعت البرنامج؟",
    "Please Specify": "الرجاء التحديد",
    "Are you able to commit to attending all scheduled related workshops and sessions throughout the problem solving workshop over four days?": "هل أنت قادر على الالتزام بحضور جميع أيام ورشة العمل والجلسات ذات الصلة على مدار أربعة أيام؟",
    "Do you plan to continue working on the idea you develop, by participating in incubation and acceleration programs after the innovation challenge concludes?": "هل تخطط لمواصلة العمل على الفكرة التي تقوم بتطويرها من خلال المشاركة في برامج الاحتضان والتسريع بعد انتهاء تحدي الابتكار؟",
    "Anything you'd like to share with us? Please share links to any online portfolios, websites, or repositories showcasing your creative work. Briefly describe your role and contributions to each project": "هل تود مشاركة شيء اخر معنا؟ يرجى مشاركة الروابط إلى أي  مواقع ويب أو او معارض تعرض مشاريعك الإبداعية. صف بإيجاز دورك ومساهماتك في كل مشروع",
    "Apply": "تقديم",
    "Male": "ذكر",
    "Female": "أنثى",
    "Jenin": "جنين",
    "Tubas": "طوباس",
    "Tulkarm": "طولكرم",
    "Nablus": "نابلس",
    "Qalqilya": "قلقيلية",
    "Salfit": "سلفيت",
    "Ramallah and al-Bireh": "رام الله والبيرة",
    "Jericho": "أريحا",
    "Jerusalem": "القدس",
    "Bethlehem": "بيت لحم",
    "Hebron": "الخليل",
    "North Gaza": "شمال غزة",
    "Gaza": "غزة",
    "Deir al-Balah": "دير البلح",
    "Khan Yunis": "خان يونس",
    "Rafah": "رفح",
    "Other": "غير ذلك",
    "Student": "طالب",
    "Professional": "موظف",
    "Entrepreneur": "رائد أعمال",
    "High School": "الثانوية العامة",
    "Vocational/Technical School": "المدرسة الفنية / التقنية",
    "Bachelor's Degree": "درجة البكالوريوس",
    "Master's Degree": "درجة الماجستير",
    "Doctorate/Ph.D.": "درجة الدكتوراه",
    "Certification": "دورة تدريبية",
    "Yes": "نعم",
    "No": "لا",
    "Idea Phase": "مرحلة الفكرة",
    "Proof of Concept": "إثبات المفهوم",
    "Minimum Viable Product (MVP)": "الحد الأدنى من المنتج (MVP)",
    "Market-ready": "جاهز للسوق",
    "Role": "الدور",
    "Facebook": "فيسبوك",
    "Instagram": "إنستغرام",
    "LinkedIn": "لينكد إن",
    "Other Social Media": "قنوات التواصل الاجتماعي الأخرى",
    "Friend": "صديق/زميل",
    "Please review your application before submitting": "يرجى مراجعة طلبك قبل التقديم",
    "Full-time": "دوام كامل",
    "Part-time": "دوام جزئي",
    "Internship": "تدريب",
    "Volunteer": "تطوع",
    "Self-employed": "عمل شخصي",
    "Freelance": "عمل حر",
    "Share": "مشاركة",
    "Circular Economy": "الاقتصاد الدائري",
    "Circular Economy Workshop": "ورشة حل المشكلات في الاقتصاد الدائري",
    "Activity: Circular Economy Workshop": "النشاط: ورشة حل المشكلات في الاقتصاد الدائري",
    "Level: Ideation And Innovation": "المستوى: التفكير والابتكار",
    "Program: PIEC": "البرنامج: PIEC",
    "ideation and innovation": "التفكير والابتكار",
    "Ideation And Innovation": "التفكير والابتكار",
    "View Application": "عرض الطلب",
    "Registration Time": "تاريخ التسجيل",
    "First name": "الاسم الأول",
    "Last name": "العائلة",
    "Id": "الرقم",
    "Saved successfully": "تم الحفظ بنجاح",
    "Save and Continue": "حفظ ومتابعة",
    "<p>Hello There,</p><p>If you're here, we believe you're ready to embark on your journey into entrepreneurship, and of course, we are more than eager to walk alongside you through our best practices.</p><p>Before you dive in, let us provide you with a brief overview of our program, PIEC, and where you currently stand:</p><p><br></p><p><strong>About PIEC:</strong></p><p>The PIEC program stands as a transformative endeavor, aimed at nurturing startups through crucial growth phases. By providing essential resources, mentorship, and networking opportunities, our program empowers startups to overcome obstacles and scale operations, contributing to economic progress and job creation in Palestine. Ultimately, we aspire to establish a sustainable and transformative support system for entrepreneurs, positioning Palestine as a leading startup hub regionally and globally.</p><p><strong>The Program Components:</strong></p><p><strong>#1: Ideation and Innovation&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; #2: Formation and Development&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;#3: Validation and Growth</strong></p><p><br></p><p><strong>Where You Stand Now? </strong>In the #1: Ideation and Innovation phase.</p><p>In the Ideation and Innovation phase, you will participate in a four-day (virtual and in-person) problem-solving workshop (including Lightning Talks, problem-solving workshops, Pitching simulation, and Pitching Day). We provide the ideal environment to foster creativity and generate novel ideas to address specific challenges from various industries in the circular economy.&nbsp;</p><p><strong>So, what defines you:<br></strong><br></p><ul><li>- Groups of two or more members with an innovative idea in specific circular economy sectors.</li><li>- Even if you don't have a specific idea, your team has skills in problem-solving and tackling challenges in the circular economy sectors.</li><li>- You come from diverse backgrounds: young professionals, university students, researchers.</li><li>- You possess a creative and problem-solving mindset.</li><li>- You are committed to taking steps in the startup world and progressing through our program components.</li></ul><p><br></p><p><strong>Note: One of the team members should complete the application.</strong></p>": "<p dir='rtl'>مرحباً،&nbsp;</p><p dir='rtl'>إذا كنت هنا، فنحن نعتقد أنك على استعداد للشروع في رحلتك في عالم ريادة الأعمال، وبالطبع، نحن متحمسون للغاية للسير معك خطوة بخطوة، من خلال أفضل الممارسات التي نتبعها نحو النجاح والازدهار.</p><p dir='rtl'>قبل أن تبدأ، دعنا نقدم لك نظرة عامة عن برنامجنا، PIEC، وأين تقف حالياً:</p><p>&nbsp;</p><p dir='rtl'><strong>حول برنامج PIEC :</strong></p><p dir='rtl'>يمثل برنامج PIEC مسعى تحويلي يهدف إلى تنمية الشركات الناشئة خلال مراحل النمو الرئيسية. من خلال توفير الموارد الأساسية والإرشاد وفرص التواصل، يمكّن برنامجنا الشركات الناشئة من التغلب على العقبات وتوسيع نطاق عملياتها، مما يساهم في التقدم الاقتصادي وخلق فرص العمل في فلسطين. في نهاية المطاف، نطمح إلى إنشاء نظام دعم مستدام وتحويلي لرواد الأعمال، مما يجعل فلسطين مركزاً رائداً للشركات الناشئة إقليمياً وعالمياً.</p><p><br></p><p dir='rtl'><strong>مراحل البرنامج:</strong></p><p dir='rtl'>1#: مرحلة التفكير والابتكار&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;#2: مرحلة الإعداد والتطوير.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; #3: مرحلة التحقق والنمو</p><p>&nbsp;</p><p dir='rtl'><strong>أين تقف الآن؟ أنت في المرحلة رقم 1: التفكير والابتكار.&nbsp; &nbsp; &nbsp; &nbsp;</strong></p><p dir='rtl'>&nbsp;في مرحلة التفكير والابتكار، ستشارك في ورشة عمل (افتراضية ووجاهية) لحل المشكلات على مدار أربعة أيام (تشمل يوم جلسات التوعية، وورش عمل لحل المشكلات، التدريب ليوم العرض التقديمي، ويوم عرض الأفكار). حيث سنوفر بيئة مثالية لتعزيز الإبداع وتوليد أفكار جديدة لمواجهة تحديات محددة من مختلف الصناعات في الاقتصاد الدائري. <b>إذاً، عمن نبحث للمشاركة:</b></p><br><p dir='rtl'>- فريق مكون من عضوين أو أكثر لديهم فكرة مبتكرة في قطاعات محددة في الاقتصاد الدائري.</p><p dir='rtl'>- حتى لو لم تكن لديكم فكرة محددة، فإن فريقكم لديه مهارات في حل المشكلات ومواجهة التحديات في قطاعات الاقتصاد الدائري.</p><p dir='rtl'>- - أنتم فريق مكون من  خلفيات متنوعة: من المحترفين الشباب، طلاب الجامعات، والباحثين.</p><p dir='rtl'>- لديكم عقلية إبداعية تتسم بالإبداع وحل المشكلات.</p><p dir='rtl'>- تلتزمون باتخاذ خطوات في عالم الشركات الناشئة والتقدم من خلال مكونات برنامجنا.</p><p>&nbsp;</p><p dir='rtl'>ملاحظة: يجب أن يقوم أحد أعضاء الفريق باستكمال طلب المشاركة.</p>",
    "What specific problem or need does your startup address?": "ما هي المشكلة أو الحاجة المحددة التي يعالجها الحل الذي تقوم/ي بتطويره؟",
    "Who is affected by this problem? And who’s your target segment?": "من المتأثر بهذه المشكلة؟ ومن هو المستهدف؟",
    "How did you identify this problem?": "كيف حددت هذه المشكلة؟",
    "Describe your proposed solution to the problem": "صِف الحل المقترح للمشكلة.",
    "What makes your solution unique or innovative?": "ما الذي يجعل حلك فريداً أو مبتكراً؟",
    "How does your solution address the problem better than existing alternatives?": "كيف يعالج حلك المشكلة بشكل أفضل من البدائل الحالية؟",
    "What industry sector does your product/service target?": "ما القطاع الذي يندرج تحته منتجك/خدمتك؟",
    "Agriculture": "الزراعة",
    "Automotive": "السيارات",
    "Banking & Finance": "القطاع البنكي والتمويل",
    "Construction": "البناء",
    "Energy": "الطاقة",
    "Entertainment": "الترفيه",
    "Environmental Services": "الخدمات البيئية",
    "Fashion": "الأزياء",
    "Food Processing and Nutrition": "معالجة الأغذية والتغذية",
    "Healthcare": "الرعاية الصحية",
    "Hospitality": "الضيافة",
    "Information Technology (IT)": "تكنولوجيا المعلومات (IT)",
    "Legal Services": "الخدمات القانونية",
    "Logistics & Transportation": "اللوجستيات والنقل",
    "Manufacturing": "التصنيع",
    "Media & Communications": "الإعلام والاتصالات",
    "Real Estate": "العقارات",
    "Sports & Recreation": "الرياضة والترفيه",
    "Telecommunications": "الاتصالات",
    "Travel & Tourism": "السفر والسياحة",
    "What stage is your solution currently in?": "في أي مرحلة حاليًا يوجد الحل الخاص بك؟",
    "Idea": "فكرة",
    "Prototype": "نموذج أولي",
    "MVP": "منتج قابل للتطبيق",
    "Have you developed a prototype or proof-of-concept?": "هل قمت بتطوير نموذج أولي أو إثبات المفهوم؟",
    "Please provide us with details": "يرجى تزويدنا بالتفاصيل",
    "How long have you been working on this solution?": "منذ متى وأنت تعمل على هذا الحل؟",
    "Do you have any customers or users currently?": "هل لديك أي عملاء أو مستخدمين حاليًا؟",
    "how many customers and what is their feedback?": "كم عدد العملاء وكيف كانت تجربتهم؟",
    "Are you applying as an individual or as part of a team?": "هل تقدم كفرد أم كجزء من فريق؟",
    "Individual": "فرد",
    "Team": "فريق",
    "What are the next key milestones you aim to achieve in the next 3-6 months?": "ما هي أهم خطوات تهدف إلى تحقيقها في الأشهر 3-6 القادمة؟",
    "Why do you want to join our pre-incubation program?": "لماذا تريد الانضمام إلى برنامج ما قبل الاحتضان؟",
    "What do you hope to achieve by the end of the program?": "ماذا تأمل في تحقيقه بنهاية البرنامج؟",
    "What resources or support do you need to achieve these milestones?": "ما الموارد أو الدعم الذي تحتاجه لتحقيق هذه الخطوات؟",
    "Anything you’d like to share with us? Share your pitch deck or any additional supporting documents if available.": "هل لديك أي شيء ترغب في مشاركته معنا؟ قم بارسال عرضك التقديمي أو أي وثائق داعمة إضافية إذا كانت متوفرة.",
    "Problem & Need": "تفاصيل المشكلة",
    "Solution & Stage": "الحل والمرحلة",
    "Next Milestones": "الخطوات القادمة",
    "Additional Information": "معلومات إضافية"
}
